
BBB_FC_IEFF=\u00bfEl formato de la firma corresponde a un formato esperado?
BBB_FC_ICFD=\u00bfCubre la firma todo el documento(s)?
BBB_FC_ICFD_ANS=La firma no cubre el documento completo!
BBB_FC_ISD=\u00bfLa identificaci\u00f3n de la firma no es ambigua?
BBB_FC_ISRIA=\u00bfLa identificaci\u00f3n de las referencias firmadas no es ambigua?
BBB_FC_IOSIP=\u00bfS\u00f3lo hay un SignerInfo?
BBB_FC_DSFREAP=\u00bfContienen las revisiones firmadas y finales la misma cantidad de p\u00e1ginas?
BBB_FC_IAOD=\u00bfNo se detecta solapamiento de elementos en el PDF?
BBB_FC_IAOD_ANS=Los elementos se superponen en {0} p\u00e1ginas
BBB_FC_IVDBSFR=\u00bfNo hay diferencia visual entre las revisiones firmadas y las finales en el PDF?
BBB_FC_IVDBSFR_ANS=Se detecta una diferencia visual en la(s) p\u00e1gina(s) {0}
BBB_FC_IECTF=\u00bfCorresponde el tipo de contenedor a un tipo esperado?
BBB_FC_IECTF_ANS=El tipo de contenedor no corresponde al tipo(s) esperado(s)
BBB_FC_ITZCP=\u00bfEst\u00e1 presente el comentario del archivo zip?
BBB_FC_ITEZCF=\u00bfEl comentario del archivo zip corresponde a un valor esperado?
BBB_FC_ITMFP=\u00bfEst\u00e1 presente el archivo mimetype?
BBB_FC_IEMCF=\u00bfEl contenido del archivo mimetype corresponde a un valor esperado?
BBB_FC_IMFP_ASICE=\u00bfEst\u00e1 presente el archivo de manifiesto (ASiC-E)?
BBB_FC_IMFP_ASICE=\u00bfEst\u00e1 presente el archivo de manifiesto (ASiC-E)?
BBB_FC_ISFP_ASICE=\u00bfEst\u00e1n presentes los archivos de datos originales (fuera de la carpeta META-INF)?
BBB_FC_ISFP_ASICE=\u00bfEst\u00e1n presentes los archivos de datos originales (fuera de la carpeta META-INF)?
BBB_CV_IRDOF=\u00bfSe ha encontrado el objeto de datos de referencia?
BBB_CV_TSP_IRDOF=\u00bfSe han encontrado los datos de impresi\u00f3n de mensajes?
BBB_CV_IRDOF=\u00bfSe ha encontrado el objeto de datos de referencia?
BBB_CV_TSP_IRDOF=\u00bfSe han encontrado los datos de impresi\u00f3n de mensajes?
BBB_CV_ISMEC=\u00bfSe ha realizado la validaci\u00f3n de las entradas del manifiesto?
BBB_CV_ISMEC=\u00bfSe ha realizado la validaci\u00f3n de las entradas del manifiesto?
BBB_CV_ISI=\u00bfEst\u00e1 intacta la firma?
BBB_CV_ISI=\u00bfEst\u00e1 intacta la firma?
BBB_CV_ISI=\u00bfEst\u00e1 intacta la firma?
BBB_CV_IAFS=\u00bfEst\u00e1n firmados todos los archivos?
BBB_ICS_ISCI=\u00bfHay un candidato identificado para el certificado de firma?
BBB_ICS_ISASCP=\u00bfEst\u00e1 presente el atributo firmado ''signing-certificate'' est\u00e1 presente?
BBB_ICS_ISASCP=\u00bfEst\u00e1 presente el atributo firmado ''signing-certificate'' est\u00e1 presente?
BBB_ICS_ISACDP=\u00bfEl atributo firmado: ''cert-digest'' est\u00e1 presente m\u00e1s de una vez? ''cert-digest'' del certificado est\u00e1 presente?
BBB_ICS_ICDVV=\u00bfCoincide el valor de compendio del certificado con un valor de compendio encontrado en la(s) referencia(s) del certificado?

BBB_ICS_ICDVV=\u00bfCoincide el valor de compendio del certificado con un valor de compendio encontrado en la(s) referencia(s) del certificado?
BBB_ICS_AIDNASNE=\u00bfSon iguales el nombre distinguido del emisor y el n\u00famero de serie?
BBB_RFC_NUP=\u00bfHay una pr\u00f3xima actualizaci\u00f3n definida para los datos de revocaci\u00f3n?
BBB_RFC_IRIF=\u00bfLa informaci\u00f3n de revocaci\u00f3n es reciente para el certificado?
BBB_RFC_IRIF_ANS=La informaci\u00f3n de estado de revocaci\u00f3n no se considera ''fresca''.
ADEST_ROBVPIIC=\u00bfEs concluyente el resultado del proceso de validaci\u00f3n b\u00e1sica?
ADEST_ROTVPIIC=\u00bfEs concluyente el resultado del proceso de validaci\u00f3n de marcas de tiempo?
ADEST_RORPIIC=\u00bfEs aceptable el resultado del proceso de validaci\u00f3n de los datos de revocaci\u00f3n?
LTV_ABSV=\u00bfEs aceptable el resultado del proceso de validaci\u00f3n b\u00e1sica?
ARCH_LTVV=\u00bfEs aceptable el resultado del proceso de validaci\u00f3n de LTV?
ACCM=\u00bfSe cumplen las restricciones criptogr\u00e1ficas para el {0}?
ASCCM_EAA=\u00bfEst\u00e1 autorizado el algoritmo de cifrado [{0}]?
ASCCM_EAA_ANS=El algoritmo de cifrado [{0}] no est\u00e1 autorizado para {1}
ASCCM_DAA=\u00bfEst\u00e1 autorizado el algoritmo de compendio [{0}]?
ASCCM_DAA_ANS=El algoritmo de compendio [{0}] no est\u00e1 autorizado para {1}
ASCCM_APKSA=\u00bfEst\u00e1 autorizado el algoritmo [{0}] con tama\u00f1o de clave p\u00fablica [{1}]?
ASCCM_APKSA_ANS=El algoritmo [{0}] con tama\u00f1o de clave p\u00fablica [{1}] es demasiado peque\u00f1o para {2}
ASCCM_APKSA=\u00bfEst\u00e1 autorizado el algoritmo [{0}] con tama\u00f1o de clave p\u00fablica [{1}]?
ASCCM_AR_ANS_AEDND=El algoritmo [{0}] con fecha de caducidad no est\u00e1 definido para {1}
ASCCM_AR_ANS_ANR=El algoritmo [{0}] ya no se considera fiable para {1}
ASCCM_AR_ANS_AKSNR=El algoritmo [{0}] (tama\u00f1o de la clave : {1}) ya no se considera fiable para {2}
ASCCM_PKSK=\u00bfSe conoce el tama\u00f1o de la clave p\u00fablica?
ASCCM_PKSK_ANS=Se desconoce el tama\u00f1o de la clave p\u00fablica para {0}
ACCM_POS_SIG_SIG=creaci\u00f3n de la firma
ACCM_POS_TST_SIG=firma de sello de tiempo
ACCM_POS_REVOC_SIG=firma de datos de revocaci\u00f3n
ACCM_POS_CNTR_SIG=firma de contador
ACCM_POS_CON_DIG=compendio de contenido
ACCM_POS_JWS=entrada de firma jws
ACCM_POS_KEY=informaci\u00f3n de la clave
ACCM_POS_MAN=manifiesto
ACCM_POS_MAN_ENT=entrada del manifiesto
ACCM_POS_MES_DIG=compendio de mensajes
ACCM_POS_MESS_IMP=impresi\u00f3n del mensaje
ACCM_POS_REF=referencia del objeto
ACCM_POS_SIG_D_ENT=entrada sigD
ACCM_POS_SIGND_PRT=propiedades firmadas
ACCM_POS_SIGNTR_PRT=propiedades de la firma
ACCM_POS_CERT_CHAIN_SIG=cadena de certificados de la firma
ACCM_POS_CERT_CHAIN_TST=cadena de certificado de la marca de tiempo
ACCM_POS_CERT_CHAIN_REVOC=cadena de certificado de los datos de revocaci\u00f3n
ACCM_POS_CERT_CHAIN_SIG=cadena de certificados de la firma
BBB_SAV_DSCACRCC=\u00bfEl atributo Signing Certificate contiene referencias s\u00f3lo a la cadena de certificados?
BBB_SAV_ACPCCRSCA=\u00bfEst\u00e1n presentes las referencias en el atributo de certificado de firma para todos los certificados de la ruta de certificaci\u00f3n?
BBB_SAV_ISVA=\u00bfEs aceptable la firma?
BBB_SAV_ISSV=\u00bfEs v\u00e1lida la estructura de la firma?
BBB_SAV_ICERRM=\u00bfEst\u00e1 presente la funci\u00f3n certificada solicitada?
BBB_SAV_ICRM=\u00bfEst\u00e1 presente la funci\u00f3n reivindicada solicitada?
BBB_SAV_ISQPCTP=\u00bfEst\u00e1 presente la propiedad calificada firmada: ''content-type''?
BBB_SAV_ISQPCHP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''content-hints''?
BBB_SAV_ISQPCIP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''content-hints''? ''content-identifier'' est\u00e1 presente?
BBB_SAV_ISQPCTSIP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''content-timestamp''?
BBB_SAV_ISQPSLP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''signer-location''?
BBB_SAV_ISQPSTP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''signing-time''?
BBB_SAV_ISQPXTIP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''commitment-type-indication''?
BBB_SAV_IUQPCSP=\u00bfEst\u00e1 presente la propiedad calificativa sin firma: ''refrendo''?
BBB_SAV_ISQPMDOSPP=\u00bfEst\u00e1 presente la propiedad calificativa firmada: ''message-digest'' o ''SignedProperties''?
BBB_VCI_ISPK=\u00bfSe conoce la pol\u00edtica de firma?
BBB_VCI_ISPK=\u00bfSe conoce la pol\u00edtica de firma?
BBB_VCI_ISPSUPP=\u00bfEst\u00e1 presente la propiedad sin firma del almac\u00e9n de pol\u00edticas de firma?
BBB_VCI_ISPK=\u00bfSe conoce la pol\u00edtica de firma?
BBB_VCI_IZHSP=\u00bfEs la pol\u00edtica de firma de hash cero?
BBB_XCV_SUB=\u00bfEs concluyente la validaci\u00f3n del certificado?
BBB_XCV_RFC=\u00bfEs concluyente la comprobaci\u00f3n de frescura de la revocaci\u00f3n?
BBB_XCV_RAC=\u00bfEs concluyente la comprobaci\u00f3n de la aceptaci\u00f3n de la revocaci\u00f3n?
BBB_XCV_CCCBB=\u00bfSe puede construir la cadena de certificados hasta un ancla de confianza?
BBB_XCV_CCCBB_ANS=La cadena de certificados no es de confianza, no contiene un ancla de confianza.
BBB_XCV_CCCBB_SIG_ANS=La cadena de certificados para la firma no es de confianza, no contiene un ancla de confianza.
BBB_XCV_CCCBB_TSP_ANS=La cadena de certificados para la marca de tiempo no es de confianza, no contiene un ancla de confianza.
BBB_XCV_CCCBB_REV_ANS=La cadena de certificados para los datos de revocaci\u00f3n no es de confianza, no contiene un ancla de confianza.
BBB_XCV_CMDCIPI=Restricciones de los metadatos del certificado: \u00bfContiene un identificador de pol\u00edtica requerido?
BBB_XCV_CMDCIPI_ANS=No se ha encontrado en el certificado ninguno de los identificadores de pol\u00edtica requeridos
BBB_XCV_CMDCIQCS=Restricciones de los metadatos del certificado: \u00bfContiene un identificador de declaraci\u00f3n de control de calidad obligatorio?
BBB_XCV_CMDCIQCS_ANS=No se ha encontrado en el certificado ninguno de los id de declaraci\u00f3n de control de calidad requeridos.
BBB_XCV_CMDCIITLP=Restricciones de metadatos del certificado: \u00bfSe ha emitido a una persona jur\u00eddica?
BBB_XCV_CMDCIITLP_ANS=El certificado no se ha emitido a nombre de una persona jur\u00eddica.
BBB_XCV_CMDCIITNP=Restricciones de los metadatos del certificado: \u00bfHa sido emitido a nombre de una persona f\u00edsica?
BBB_XCV_CMDCIITNP_ANS=El certificado no ha sido emitido para una persona f\u00edsica.
BBB_XCV_CMDCIQCS=Restricciones de los metadatos del certificado: \u00bfContiene un identificador de declaraci\u00f3n de control de calidad obligatorio?
BBB_XCV_CMDCIQSCD=Restricciones de los metadatos del certificado: \u00bfEs compatible con un QSCD?
BBB_XCV_ICTIVRSC=\u00bfEst\u00e1 la hora actual dentro del intervalo de validez del certificado del firmante?
BBB_XCV_ICTIVRSC_ANS=La hora actual no est\u00e1 dentro del rango de validez del certificado del firmante.
BBB_XCV_IRDPFC=\u00bfEst\u00e1n presentes los datos de revocaci\u00f3n del certificado?
BBB_XCV_IRDPFC_ANS=No hay datos de revocaci\u00f3n para el certificado
BBB_XCV_IRDPFRC=\u00bfEst\u00e1n presentes los datos de revocaci\u00f3n para el emisor de la revocaci\u00f3n?
BBB_XCV_IRDPFRC_ANS=No hay datos de revocaci\u00f3n para el emisor de la revocaci\u00f3n
BBB_XCV_IARDPFC=\u00bfHay datos de revocaci\u00f3n aceptables para el certificado?
BBB_VTS_IRDPFC=\u00bfHay informaci\u00f3n satisfactoria sobre el estado de la revocaci\u00f3n?
BBB_VTS_IRDPFC_ANS=No se ha encontrado informaci\u00f3n de estado de revocaci\u00f3n satisfactoria para el certificado
BBB_XCV_ISCOH=\u00bfEl certificado no est\u00e1 en espera?
BBB_XCV_ISCUKN=\u00bfSe conoce el estado de revocaci\u00f3n?
BBB_XCV_ISCOH=\u00bfEl certificado no est\u00e1 en espera?
BBB_XCV_ISCGKU=\u00bfTiene el certificado del firmante un uso de clave esperado?
BBB_XCV_ISCGEKU=\u00bfTiene el certificado del firmante una "utilizaci\u00f3n de claves ampliada" prevista?
BBB_XCV_ICSI=\u00bfEst\u00e1 intacta la firma del certificado?
BBB_XCV_OCSP_NO_CHECK=\u00bfTiene el certificado emisor la extensi\u00f3n id-pkix-ocsp-nocheck?
BBB_XCV_PSEUDO_USE=\u00bfSe utiliza un seud\u00f3nimo?
BBB_XCV_PSEUDO_USE_ANS=Se utiliza un seud\u00f3nimo
BBB_XCV_AIA_PRES=\u00bfEst\u00e1 presente el acceso a la informaci\u00f3n de autoridad?
BBB_XCV_REVOC_PRES=\u00bfEst\u00e1 presente el acceso de informaci\u00f3n de revocaci\u00f3n?
BBB_XCV_REVOC_CERT_HASH_PRESENT=\u00bfEst\u00e1 presente el atributo certHash en la respuesta OCSP?
BBB_XCV_REVOC_CERT_HASH_MATCH=\u00bfCoincide el certHash de la respuesta OCSP?
BBB_XCV_REVOC_SELF_ISSUED_OCSP=\u00bfNo es una respuesta OCSP autoemitida?
BBB_XCV_ISCGCOUN=\u00bfContiene el nombre del sujeto del certificado el atributo country-name esperado?
BBB_XCV_ISCGORGAN=\u00bfContiene el nombre del asunto del certificado un atributo de nombre de organizaci\u00f3n esperado?
BBB_XCV_ISCGORGAN=\u00bfContiene el nombre del asunto del certificado un atributo de nombre de organizaci\u00f3n esperado?
BBB_XCV_ISCGSURN=\u00bfContiene el nombre del sujeto del certificado un atributo de apellido esperado?
BBB_XCV_ISCGGIVEN=\u00bfContiene el nombre del sujeto del certificado un atributo ''nombre de pila'' esperado?
BBB_XCV_ISCGPSEUDO=\u00bfContiene el nombre del sujeto del certificado un atributo de seud\u00f3nimo esperado?
BBB_XCV_ISCGCOMMONN=\u00bfContiene el nombre del sujeto del certificado un atributo de nombre com\u00fan esperado?
BBB_XCV_ISSSC=\u00bfEst\u00e1 el certificado autofirmado?
BBB_XCV_ISNSSC=\u00bfEl certificado no est\u00e1 autofirmado?
BBB_XCV_IRDC=\u00bfSon coherentes los datos de revocaci\u00f3n?
XCV_TSL_ESP=\u00bfSe ha encontrado un servicio de confianza con el estado esperado?
XCV_TSL_ETIP=\u00bfSe ha encontrado un servicio de confianza con un identificador de tipo esperado?
PCV_IVTSC=\u00bfEs concluyente el proceso de deslizamiento del tiempo de validaci\u00f3n?
PCV_IVTSC_ANS=Las indicaciones devueltas por el subproceso de deslizamiento del tiempo de validaci\u00f3n.
PSV_IPCVA=\u00bfEs concluyente la validaci\u00f3n del certificado anterior?
PSV_IPCVA=\u00bfEs concluyente la validaci\u00f3n del certificado anterior?
PSV_IPSVC=\u00bfEs concluyente la validaci\u00f3n de la firma pasada?
PSV_IPTVC=\u00bfEs concluyente la validaci\u00f3n de la marca de tiempo pasada?
PSV_ITPOCOBCT=\u00bfExiste un POE del certificado en el momento de control (o antes)?
PSV_ITPOSVAOBCT=\u00bfExiste un POE del valor de la firma en (o antes de) el tiempo de control?
PSV_ITPORDAOBCT=\u00bfHay un POE de los datos de revocaci\u00f3n en (o antes de) el tiempo de control?
TSV_ASTPTCT=\u00bfEst\u00e1n las marcas de tiempo en el orden correcto?
TSV_IBSTAIDOSC=\u00bfLa hora de la mejor firma es posterior a la fecha de emisi\u00f3n del certificado de firma?
TSV_IBSTBCEC=\u00bfLa hora de la mejor firma es anterior a la fecha de caducidad del certificado de firma?
TSV_ISCNVABST=\u00bfEs v\u00e1lido el certificado de firma en el momento de la mejor firma?
ADEST_IRTPTBST=\u00bfEs la hora de revocaci\u00f3n posterior a la hora de la mejor firma?
ADEST_ISTPTDABST=\u00bfLa hora de la firma m\u00e1s el retraso de la marca de tiempo es posterior a la hora de la mejor firma?
ADEST_ISTPTDABST_ANS=The validation failed due to the timestamp delay constraint!
QUAL_TL_EXP=\u00bfNo ha caducado la lista de confianza?
QUAL_TL_FRESH=\u00bfLa lista de confianza es reciente?
QUAL_TL_VERSION=\u00bfTiene la lista de confianza la versi\u00f3n esperada?
QUAL_TL_WS=\u00bfEst\u00e1 la lista de confianza bien firmada?
QUAL_TL_SERV_CONS=\u00bfEs coherente el servicio de confianza?
QUAL_TL_SERV_CONS_ANS0=No se ha encontrado ning\u00fan servicio de confianza CA/QC
QUAL_CERT_TRUSTED_LIST_REACHED=\u00bfSe ha alcanzado una lista de confianza para la cadena de certificados?
QUAL_TRUSTED_LIST_ACCEPT=\u00bfEs aceptable la lista de confianza?
QUAL_LIST_OF_TRUSTED_LISTS_ACCEPT=\u00bfEs aceptable la lista de listas de confianza?
QUAL_VALID_TRUSTED_LIST_PRESENT=\u00bfSe ha encontrado una lista de confianza aceptable?
QUAL_CERT_TYPE_AT_ST=\u00bfSe identifica el tipo de certificado de forma inequ\u00edvoca en el (mejor) momento de la firma?
QUAL_CERT_TYPE_AT_CC=\u00bfSe identifica el tipo de certificado de forma inequ\u00edvoca en el momento de la emisi\u00f3n?
QUAL_CERT_TYPE_AT_VT=\u00bfSe identifica el tipo de certificado de forma inequ\u00edvoca en el momento de la validaci\u00f3n?
QUAL_QC_AT_ST=\u00bfEst\u00e1 el certificado cualificado en el momento de la (mejor) firma?
QUAL_QC_AT_ST_ANS= \u00a1El certificado no ha sido cualificado en la (mejor) fecha de firma!
QUAL_QC_AT_CC=\u00bfEst\u00e1 el certificado cualificado en el momento de la emisi\u00f3n?
QUAL_QC_AT_VT=\u00bfEst\u00e1 el certificado cualificado en el momento de la validaci\u00f3n?
QUAL_QSCD_AT_ST=\u00bfReside la clave privada en un QSCD en el (mejor) momento de la firma?
QUAL_QSCD_AT_CC=\u00bfReside la clave privada en un QSCD en el momento de la emisi\u00f3n?
QUAL_QSCD_AT_VT=\u00bfReside la clave privada en un QSCD en el momento de la validaci\u00f3n?
QUAL_UNIQUE_CERT=\u00bfEs el certificado \u00fanico?
QUAL_IS_ADES=\u00bfEs la firma/sello una firma digital AdES aceptable (ETSI EN 319 102-1)?
QUAL_HAS_CAQC=\u00bfEl certificado est\u00e1 relacionado con una CA/QC?
QUAL_HAS_CONF=\u00bfSe ha detectado un conflicto entre servicios de confianza?
QUAL_HAS_QTST=\u00bfEst\u00e1 el certificado relacionado con un TSA/QTST?
QUAL_IS_TRUST_CERT_MATCH_SERVICE=\u00bfCoincide el certificado de confianza con el servicio de confianza?
QUAL_HAS_GRANTED=\u00bfEst\u00e1 el certificado relacionado con un servicio de confianza con un estado concedido?
QUAL_HAS_GRANTED_ANS=El certificado no est\u00e1 relacionado con un estado concedido.
QUAL_HAS_CONSISTENT=\u00bfEst\u00e1 el certificado relacionado con una declaraci\u00f3n de servicio de confianza coherente?
QUAL_HAS_CERT_TYPE_COVERAGE=\u00bfPuede el tipo de certificado ser emitido por un servicio de confianza encontrado?
QUAL_HAS_ONLY_ONE=\u00bfEs la calificaci\u00f3n del certificado concluyente?
BBB_ACCEPT=\u00bfEs concluyente el resultado del Building Block B\u00e1sico?
BBB_ACCEPT_ANS=\u00a1El resultado del Bloque B\u00e1sico de Contruccion no es concluyente!
EMPTY=
BEST_SIGNATURE_TIME=Mejor tiempo de firma : {0}
CERTIFICATE_ID=Id. del certificado = {0}
CERTIFICATE_TYPE=El tipo de certificado es para {0}
CERTIFICATE_VALIDITY=Validez del certificado : {0} hasta la {1}
CONTROL_TIME=Tiempo de control : {0}
CRYPTOGRAPHIC_CHECK_FAILURE={0} para token con id{1}] en el tiempo de validaci\u00f3n : {2}
CRYPTOGRAPHIC_CHECK_FAILURE_WITH_REF={0} en el momento de la validaci\u00f3n : {1}
CRYPTOGRAPHIC_CHECK_FAILURE_WITH_REF_WITH_NAME={0} con el nombre [{1}] en el momento de la validaci\u00f3n : {2}
EXTENDED_KEY_USAGE=Uso de la clave extendida : {0}
KEY_USAGE=Uso de la clave : {0}
OCSP_NO_CHECK=El rango de validez del certificado es{0} - {1}] y el tiempo de validaci\u00f3n {2}
REFERENCE=Referencia : {0}
REVOCATION=Raz\u00f3n de la revocaci\u00f3n : {0} (fecha : {1})
REVOCATION_ACCEPTANCE_CHECK=Id = {0}, fecha de producci\u00f3n = {1}
REVOCATION_CERT_HASH_OK=El valor CertHash del {0} revocaci\u00f3n coincide con el compendio del certificado
REVOCATION_CHECK=Tiempo de validaci\u00f3n : {0}; Tiempo de producci\u00f3n : {1}; Tiempo de NextUpdate : {2}
REVOCATION_CONSISTENT=Revocaci\u00f3n {0} thisUpdate {1} est\u00e1 en el rango de validez del certificado : {2} - {3}
REVOCATION_ID=Id = {0}
REVOCATION_ISSUER_FOUND=No se ha encontrado el certificado de firma para la revocaci\u00f3n {0} 
REVOCATION_NO_THIS_UPDATE=Los datos de revocaci\u00f3n {0} no tienen la fecha de thisUpdate
REVOCATION_NOT_AFTER_AFTER=Se sabe que la revocaci\u00f3n {0} contiene informaci\u00f3n sobre el certificado en {1} que no est\u00e1 en el rango de validez del certificado : {2} - {3}
REVOCATION_PRODUCED_AT_OUT_OF_BOUNDS=La revocaci\u00f3n {0} se ha producido en {1} which is not in the certificate validity range : {2} - {3}
REVOCATION_THIS_UPDATE_BEFORE=Revocaci\u00f3n {0} estaFecha de actualizaci\u00f3n {1} es anterior al rango de validez del certificado : {2} - {3}
PSEUDO=Pseudo : {0}
STRUCTURAL_VALIDATION_FAILURE=Error de validaci\u00f3n estructural : {0}
TOKEN_ID=Id = {0}
TRUST_SERVICE_NAME=Nombre del servicio de confianza : {0}
TRUSTED_SERVICE_STATUS=Estado : {0}
TRUSTED_SERVICE_TYPE=Tipo : {0}
TRUSTED_LIST=Lista de confianza : {0}
VALIDATION_TIME=Tiempo de validaci\u00f3n : {0}
VALIDATION_TIME_DM=Tiempo de validaci\u00f3n : {0} para {1}
VALIDATION_TIME_DM_WITH_NAME=Tiempo de validaci\u00f3n : {0} para la {1} con nombre :{2}]
CRYPTOGRAPHIC_VERIFICATION=Verificaci\u00f3n criptogr\u00e1fica
FORMAT_CHECKING=Comprobaci\u00f3n del formato
IDENTIFICATION_OF_THE_SIGNING_CERTIFICATE=Identificaci\u00f3n del Certificado de Firma
PAST_SIGNATURE_VALIDATION=Validaci\u00f3n de la firma anterior
PAST_CERTIFICATE_VALIDATION=Validaci\u00f3n de certificados anteriores
REVOCATION_FRESHNESS_CHECKER=Comprobaci\u00f3n de la frescura de la revocaci\u00f3n
SIGNATURE_ACCEPTANCE_VALIDATION=Validaci\u00f3n de la aceptaci\u00f3n de la firma
VALIDATION_CONTEXT_INITIALIZATION=Inicializaci\u00f3n del contexto de validaci\u00f3n
VALIDATION_TIME_SLIDING=Desplazamiento del tiempo de validaci\u00f3n
X509_CERTIFICATE_VALIDATION=Validaci\u00f3n de certificados X509
CERT_QUALIFICATION=Calificaci\u00f3n de certificados
CERT_QUALIFICATION_AT_TIME=Calificaci\u00f3n de certificados en las {0}
RESULTS=Resultados : {0}
DAAV=Validaci\u00f3n de Aceptaci\u00f3n de Algoritmos Digest
CERTIFICATE_ID=Id. del certificado = {0}
RAC=Comprobaci\u00f3n de aceptaci\u00f3n de revocaci\u00f3n
SIG_QUALIFICATION=Calificaci\u00f3n de la firma
SUB_XCV=Certificado
TOKEN_ID=Id = {0}
LOTL=Lista de Listas de Confianza {0}
TST_QUALIFICATION=Calificaci\u00f3n de la marca de tiempo
VPBS=Proceso de validaci\u00f3n para firmas b\u00e1sicas
VPFLTVD=Proceso de validaci\u00f3n de firmas con tiempo y firmas con datos de validaci\u00f3n a largo plazo
VPFSWATSP=Proceso de validaci\u00f3n para firmas con datos de archivo
VPFTSP=Proceso de validaci\u00f3n para sellos de tiempo
VT_BEST_SIGNATURE_TIME=tiempo de la mejor firma
VT_CERTIFICATE_ISSUANCE_TIME=tiempo de emisi\u00f3n del certificado
VT_VALIDATION_TIME=tiempo de validaci\u00f3n
SEMANTICS_TOTAL_PASSED=El proceso de validaci\u00f3n de la firma da como resultado TOTALMENTE APROBADO en base a las siguientes consideraciones: la comprobaci\u00f3n del formato se ha realizado con \u00e9xito; las comprobaciones criptogr\u00e1ficas de la firma se han realizado con \u00e9xito (incluidas las comprobaciones de los hashes de los objetos de datos individuales que se han firmado de forma indirecta); cualquier restricci\u00f3n aplicable al certificado del firmante se ha validado positivamente (por ejemplo, el certificado firmante se ha considerado, en consecuencia, de confianza); y la firma se ha validado positivamente con respecto a las restricciones de validaci\u00f3n y, por tanto, se considera conforme a estas restricciones.
SEMANTICS_TOTAL_FAILED=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque ha fallado la comprobaci\u00f3n del formato, han fallado las comprobaciones criptogr\u00e1ficas de la firma (incluidas las comprobaciones de los hashes de los objetos de datos individuales que se han firmado indirectamente) o se ha comprobado que el certificado de firma no era v\u00e1lido en el momento de generar la firma.
SEMANTICS_INDETERMINATE=La informaci\u00f3n disponible es insuficiente para determinar que la firma es TOTALMENTE APROBADA o TOTALMENTE FRACASADA.
SEMANTICS_PASSED=El proceso de validaci\u00f3n fue exitoso
SEMANTICS_FAILED=El proceso de validaci\u00f3n ha fallado
SEMANTICS_FORMAT_FAILURE=La firma no se ajusta a uno de los est\u00e1ndares base hasta el punto de que el building block de verificaci\u00f3n criptogr\u00e1fica no puede procesarla.
SEMANTICS_HASH_FAILURE=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque al menos un hash de un objeto de datos firmado que se ha incluido en el proceso de firma no coincide con el valor hash correspondiente de la firma.
SEMANTICS_SIG_CRYPTO_FAILURE=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque el valor de la firma no se ha podido verificar con la clave p\u00fablica del firmante en el certificado de firma.
SEMANTICS_REVOKED=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque: el certificado de firma ha sido revocado; y hay pruebas de que la firma ha sido creada despu\u00e9s del tiempo de revocaci\u00f3n.
SEMANTICS_EXPIRED=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque hay pruebas de que la firma se ha creado despu\u00e9s de la fecha de caducidad (notAfter) del certificado de firma.
SEMANTICS_NOT_YET_VALID=El proceso de validaci\u00f3n de la firma resulta TOTALMENTE FRACASADO porque hay pruebas de que la firma se ha creado antes de la fecha de emisi\u00f3n (notBefore) del certificado de firma.
SEMANTICS_SIG_CONSTRAINTS_FAILURE=El proceso de validaci\u00f3n de la firma da como resultado INDETERMINADO porque uno o varios atributos de la firma no coinciden con las restricciones de validaci\u00f3n.
SEMANTICS_CHAIN_CONSTRAINTS_FAILURE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque la cadena del certificado utilizada en el proceso de validaci\u00f3n no coincide con las restricciones de validaci\u00f3n relacionadas con el certificado.
SEMANTICS_CERTIFICATE_CHAIN_GENERAL_FAILURE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque el conjunto de certificados disponibles para la validaci\u00f3n de la cadena produjo un error por un motivo no especificado.
SEMANTICS_CRYPTO_CONSTRAINTS_FAILURE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque al menos uno de los algoritmos que se han utilizado en el material (por ejemplo, el valor de la firma, un certificado...) implicado en la validaci\u00f3n de la firma, o el tama\u00f1o de una clave utilizada con dicho algoritmo, est\u00e1 por debajo del nivel de seguridad criptogr\u00e1fica requerido, y: este material se produjo despu\u00e9s del momento en que este algoritmo/clave se consider\u00f3 seguro (si se conoce ese momento); y el material no est\u00e1 protegido por una marca de tiempo suficientemente fuerte aplicada antes del momento en que el algoritmo/clave se consider\u00f3 seguro (si se conoce ese momento).
SEMANTICS_POLICY_PROCESSING_ERROR=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque un determinado archivo de pol\u00edtica formal no ha podido ser procesado por cualquier motivo (por ejemplo, no es accesible, no es analizable, el compendio no coincide, etc.).
SEMANTICS_SIGNATURE_POLICY_NOT_AVAILABLE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque el documento electr\u00f3nico que contiene los detalles de la pol\u00edtica no est\u00e1 disponible.
SEMANTICS_TIMESTAMP_ORDER_FAILURE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque no se respetan algunas restricciones en el orden de las marcas de tiempo de la firma y/o las marcas de tiempo de los objetos de datos firmados.
SEMANTICS_NO_SIGNING_CERTIFICATE_FOUND=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque no se puede identificar el certificado de firma.
SEMANTICS_NO_CERTIFICATE_CHAIN_FOUND=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque no se ha encontrado ninguna cadena de certificados para el certificado de firma identificado.
SEMANTICS_REVOKED_NO_POE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque el certificado de firma ha sido revocado en la fecha/hora de la validaci\u00f3n. Sin embargo, el algoritmo de validaci\u00f3n de firmas no puede determinar si el momento de la firma es anterior o posterior al momento de la revocaci\u00f3n.
SEMANTICS_REVOKED_CA_NO_POE=El proceso de validaci\u00f3n de la firma da como resultado INDETERMINADO porque se ha encontrado al menos una cadena de certificados, pero un certificado de CA intermedia est\u00e1 revocado.
SEMANTICS_OUT_OF_BOUNDS_NOT_REVOKED=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque el certificado de firma ha caducado o a\u00fan no es v\u00e1lido en la fecha/hora de validaci\u00f3n y el algoritmo de validaci\u00f3n de firmas no puede determinar que la hora de firma se encuentre dentro del intervalo de validez del certificado de firma. Se sabe que el certificado no est\u00e1 revocado.
SEMANTICS_OUT_OF_BOUNDS_NO_POE=El proceso de validaci\u00f3n de la firma da como resultado INDETERMINADO porque el certificado de firma ha caducado o a\u00fan no es v\u00e1lido en la fecha/hora de validaci\u00f3n y el algoritmo de validaci\u00f3n de firmas no puede determinar que la hora de firma se encuentre dentro del intervalo de validez del certificado de firma.
SEMANTICS_CRYPTO_CONSTRAINTS_FAILURE_NO_POE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque al menos uno de los algoritmos que se han utilizado en los objetos (por ejemplo, el valor de la firma, un certificado, etc.) implicados en la validaci\u00f3n de la firma, o el tama\u00f1o de una clave utilizada con dicho algoritmo, est\u00e1 por debajo del nivel de seguridad criptogr\u00e1fica requerido, y no hay pruebas de que este material se haya producido antes del momento en que este algoritmo/clave se consideraba seguro.
SEMANTICS_NO_POE=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque falta una prueba de existencia para determinar que un objeto firmado ha sido producido antes de alg\u00fan evento comprometedor (por ejemplo, un algoritmo roto).
SEMANTICS_TRY_LATER=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque no se pueden cumplir todas las restricciones con la informaci\u00f3n disponible. Sin embargo, puede ser posible hacerlo utilizando informaci\u00f3n de revocaci\u00f3n adicional que estar\u00e1 disponible en un momento posterior.
SEMANTICS_SIGNED_DATA_NOT_FOUND=El proceso de validaci\u00f3n de la firma resulta INDETERMINADO porque no se pueden obtener datos firmados.
BBB_FC_IEFF_ANS = \u00a1La firma no corresponde a los formatos esperados!
QUAL_HAS_ONLY_ONE_ANS = \u00a1Existe un posible conflicto entre los servicios de confianza!
QUAL_HAS_CERT_TYPE_COVERAGE_ANS = \u00a1Los servicios de confianza encontrados no pueden emitir el tipo de certificado!
QUAL_HAS_CONSISTENT_ANS = \u00a1El certificado no est\u00e1 relacionado con una declaraci\u00f3n de servicio de confianza consistente!
QUAL_HAS_GRANTED_AT_ANS = \u00a1El certificado no est\u00e1 relacionado con un estado otorgado en el momento de producci\u00f3n de la marca de tiempo!
QUAL_HAS_GRANTED_ANS = \u00a1El certificado no est\u00e1 relacionado con un estado concedido!
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS2 = \u00a1El certificado de confianza no coincide con el servicio de confianza!
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS1 = \u00a1Falta el nombre de la organizaci\u00f3n en el certificado de confianza!
QUAL_IS_TRUST_CERT_MATCH_SERVICE_ANS0 = \u00a1No se encontr\u00f3 ning\u00fan certificado de confianza!
QUAL_HAS_QTST_ANS = \u00a1El certificado no est\u00e1 relacionado con un TSA / QTST!
QUAL_HAS_CAQC_ANS = \u00a1El certificado no est\u00e1 relacionado con una CA / QC!
QUAL_IS_ADES_INV = \u00a1La firma / sello no es una firma digital AdES v\u00e1lida!
QUAL_UNIQUE_CERT_ANS = \u00a1El certificado no se puede definir como \u00fanico!
QUAL_IS_ADES_IND = \u00a1La firma / sello es una firma digital ADES INDETERMINADA!
QUAL_QSCD_AT_VT_ANS = \u00a1La clave privada no reside en un QSCD en el momento de la validaci\u00f3n!
QUAL_QSCD_AT_CC_ANS = \u00a1La clave privada no reside en un QSCD en el momento de la emisi\u00f3n!
QUAL_QSCD_AT_ST_ANS = \u00a1La clave privada no reside en un QSCD en el (mejor) momento de firma!
QUAL_HAS_CONF_ANS = \u00a1Se detect\u00f3 un conflicto entre los servicios de confianza!
QUAL_QC_AT_VT_ANS = \u00a1El certificado no est\u00e1 calificado en el momento de la validaci\u00f3n!
QUAL_QC_AT_CC_ANS = \u00a1El certificado no est\u00e1 calificado en el momento de la emisi\u00f3n!
QUAL_CERT_TYPE_AT_VT_ANS = \u00a1El tipo de certificado no se identifica en el momento de la validaci\u00f3n!
QUAL_CERT_TYPE_AT_CC_ANS = \u00a1El tipo de certificado no est\u00e1 identificado en el momento de la emisi\u00f3n!
QUAL_CERT_TYPE_AT_ST_ANS = \u00a1El tipo de certificado no se identifica en el (mejor) momento de firma!
QUAL_VALID_TRUSTED_LIST_PRESENT_ANS = \u00a1No se han encontrado listas de confianza aceptables!
QUAL_LIST_OF_TRUSTED_LISTS_ACCEPT_ANS = \u00a1La lista de listas de confianza no es aceptable!
QUAL_TRUSTED_LIST_ACCEPT_ANS = \u00a1La lista de confianza no es aceptable!
QUAL_CERT_TRUSTED_LIST_REACHED_ANS = \u00a1No se puede construir una cadena de certificados hasta una lista de confianza!
QUAL_TL_SERV_CONS_ANS1 = \u00a1El servicio de confianza no es consistente! (QCStatement y NotQualified)
QUAL_TL_SERV_CONS_ANS2 = \u00a1El servicio de confianza no es consistente! (QCForLegalPerson y QCForeSig)
QUAL_TL_SERV_CONS_ANS3 = \u00a1El servicio de confianza no es consistente! (X_QSCD y NotQSCD)
QUAL_TL_SERV_CONS_ANS3A = \u00a1El servicio de confianza no es consistente! (QSCDStatusAsInCert y X_QSCD)
QUAL_TL_SERV_CONS_ANS4 = \u00a1El servicio de confianza no es consistente! (usos incompatibles de QCForeSig, QCForeSeal, QCForWSA)
QUAL_TL_SERV_CONS_ANS5 = \u00a1El servicio de confianza no es consistente! (estado no v\u00e1lido / informaci\u00f3n de servicio adicional / calificador en servicio antes del 1/7/16)
QUAL_TL_SERV_CONS_ANS6 = \u00a1El servicio de confianza no es consistente! (conflicto entre informaci\u00f3n de servicio adicional y calificador)
QUAL_TL_WS_ANS = \u00a1La lista de confianza no est\u00e1 bien firmada!
BBB_XCV_IARDPFC_ANS = \u00a1No hay datos de revocaci\u00f3n aceptables para el certificado!
BBB_XCV_ISCOH_ANS = \u00a1El certificado est\u00e1 en espera!
BBB_XCV_ISCUKN_ANS = \u00a1El estado de revocaci\u00f3n es desconocido (respuesta desconocida de OCSP)!
BBB_XCV_ISCR_ANS = \u00a1El certificado est\u00e1 revocado!
BBB_XCV_ISCGKU_ANS = \u00a1El certificado del firmante no tiene un uso de clave esperado!
BBB_XCV_ISCGEKU_ANS = \u00a1El certificado del firmante no tiene un '' uso extendido de claves '' esperado!
BBB_XCV_ICSI_ANS = \u00a1La firma del certificado est\u00e1 da\u00f1ada o no es posible validarlo!
BBB_XCV_OCSP_NO_CHECK_ANS = \u00a1La extensi\u00f3n id-pkix-ocsp-nocheck no se puede usar porque el certificado no es v\u00e1lido en el momento de la validaci\u00f3n!
BBB_XCV_AIA_PRES_ANS = \u00a1El acceso a la informaci\u00f3n de la autoridad no est\u00e1 presente!
BBB_XCV_REVOC_PRES_ANS = \u00a1El acceso a la informaci\u00f3n de revocaci\u00f3n no est\u00e1 presente!
BBB_XCV_REVOC_CERT_HASH_PRESENT_ANS = \u00a1El atributo certHash no est\u00e1 presente en la respuesta OCSP!
BBB_XCV_REVOC_CERT_HASH_MATCH_ANS = \u00a1El certHash de OCSP Response no coincide con el certificado actual!
BBB_XCV_REVOC_SELF_ISSUED_OCSP_ANS = \u00a1El certificado marcado no aparecer\u00e1 en la ruta del certificado del respondedor OCSP!
BBB_XCV_ISCGCOUN_ANS = \u00a1El atributo de nombre de pa\u00eds no corresponde a los valores esperados!
BBB_XCV_ISCGORGAN_ANS = \u00a1El atributo del nombre de la organizaci\u00f3n no se corresponde con los valores esperados!
BBB_XCV_ISCGORGAU_ANS = \u00a1El atributo de la unidad organizativa no se corresponde con los valores esperados!
BBB_XCV_ISCGSURN_ANS = \u00a1El atributo de apellido no corresponde a los valores esperados!
BBB_XCV_ISCGGIVEN_ANS = \u00a1El atributo '' nombre de pila '' no corresponde a los valores esperados!
BBB_XCV_ISCGPSEUDO_ANS = \u00a1El atributo de seud\u00f3nimo no corresponde a los valores esperados!
BBB_XCV_ISCGCOMMONN_ANS = \u00a1El atributo de nombre com\u00fan no corresponde a los valores esperados!
BBB_XCV_ISSSC_ANS = \u00a1El certificado no est\u00e1 autofirmado!
BBB_XCV_ISNSSC_ANS = \u00a1El certificado est\u00e1 autofirmado!
BBB_XCV_IRDC_ANS = \u00a1Los datos de revocaci\u00f3n no son consistentes!
XCV_TSL_ESP_ANS = \u00a1Los servicios de confianza no tienen el estado esperado!
XCV_TSL_ESP_SIG_ANS = \u00a1Los servicios de confianza relacionados con el certificado de firma no tienen el estado esperado!
XCV_TSL_ESP_TSP_ANS = \u00a1Los servicios de confianza relacionados con la marca de tiempo no tienen el estado esperado!
XCV_TSL_ESP_REV_ANS = \u00a1Los servicios de confianza relacionados con la revocaci\u00f3n no tienen el estado esperado!
XCV_TSL_ETIP_ANS = \u00a1Los servicios de confianza no tienen el identificador de tipo esperado!
XCV_TSL_ETIP_SIG_ANS = \u00a1Los servicios de confianza relacionados con el certificado de firma no tienen el identificador de tipo esperado!
XCV_TSL_ETIP_TSP_ANS = \u00a1Los servicios de confianza relacionados con la marca de tiempo no tienen el identificador de tipo esperado!
XCV_TSL_ETIP_REV_ANS = \u00a1Los servicios de confianza relacionados con la revocaci\u00f3n no tienen el identificador de tipo esperado!
PSV_IPCVA_ANS = \u00a1La validaci\u00f3n del certificado anterior no es concluyente!
PSV_IPCVC_ANS = \u00a1La validaci\u00f3n de la hora actual no es concluyente!
PSV_IPSVC_ANS = \u00a1La validaci\u00f3n de firma pasada no es concluyente!
PSV_IPTVC_ANS = \u00a1La validaci\u00f3n de la marca de tiempo pasada no es concluyente!
PSV_ITPOOBCT_ANS = \u00a1No se encontr\u00f3 prueba de existencia en (o antes) el tiempo de control!
TSV_ASTPTCT_ANS = \u00a1Las marcas de tiempo no se generaron en el orden correcto!
TSV_IBSTAIDOSC_ANS = \u00a1El mejor momento para firmar es antes de la fecha de emisi\u00f3n del certificado de firma!
TSV_IBSTBCEC_ANS = \u00a1El mejor momento para firmar no es antes de la fecha de vencimiento del certificado de firma!
TSV_ISCNVABST_ANS = \u00a1Se debe realizar una validaci\u00f3n de certificado anterior!
ADEST_IRTPTBST_ANS = \u00a1La hora de revocaci\u00f3n no es posterior a la hora de la mejor firma!
ADEST_VFDTAOCST_ANS = \u00a1La validaci\u00f3n fall\u00f3 debido a la ausencia de un '' tiempo de firma '' reclamado!
QUAL_TL_EXP_ANS = \u00a1El tiempo de la pr\u00f3xima actualizaci\u00f3n de la lista de confianza ya pas\u00f3!
QUAL_TL_FRESH_ANS = \u00a1La lista de confianza no se considera nueva!
QUAL_TL_VERSION_ANS = \u00a1La lista de confianza no tiene la versi\u00f3n esperada!
BBB_ICS_ICDVV_ANS = \u00a1El valor de resumen del certificado de firma no coincide!
BBB_ICS_ICDVVS_ANS = \u00a1Todos los valores de resumen del certificado de firma no coinciden!
BBB_ICS_AIDNASNE_ANS = \u00a1El atributo '' issuer-serial '' no coincide!
BBB_RFC_NUP_ANS = \u00a1No hay una pr\u00f3xima actualizaci\u00f3n definida para los datos de revocaci\u00f3n!
ADEST_ROBVPIIC_ANS = \u00a1El resultado del proceso de validaci\u00f3n b\u00e1sica no es concluyente!
ADEST_ROTVPIIC_ANS = \u00a1El resultado del proceso de validaci\u00f3n de las marcas de tiempo no es concluyente!
ADEST_RORPIIC_ANS = \u00a1El resultado del proceso de validaci\u00f3n de datos de revocaci\u00f3n no es aceptable!
LTV_ABSV_ANS = \u00a1El resultado del proceso de validaci\u00f3n b\u00e1sica no es aceptable para continuar con el proceso!
ARCH_LTVV_ANS = \u00a1El resultado del proceso de validaci\u00f3n de LTV no es aceptable para continuar con el proceso!
BBB_SAV_DSCACRCC_ANS = \u00a1El atributo Certificado de firma contiene referencias a otros certificados que no est\u00e1n presentes en la cadena de certificados!
BBB_SAV_ACPCCRSCA_ANS = \u00a1No todos los certificados de la cadena de certificados est\u00e1n referenciados por el atributo Certificado de firma!
BBB_SAV_ISVA_ANS = \u00a1La firma no es aceptable!
BBB_SAV_ISSV_ANS = \u00a1La estructura de la firma no es v\u00e1lida!
BBB_SAV_ICERRM_ANS = \u00a1El rol certificado solicitado no est\u00e1 presente!
BBB_SAV_ICRM_ANS = \u00a1El rol solicitado solicitado no est\u00e1 presente!
BBB_SAV_ISQPCTP_ANS = \u00a1La propiedad de calificaci\u00f3n firmada: '' content-type '' no est\u00e1 presente!
BBB_SAV_ISQPCHP_ANS = \u00a1La propiedad de calificaci\u00f3n firmada: '' content-hints '' no est\u00e1 presente!
BBB_SAV_ISQPCIP_ANS = \u00a1La propiedad de calificaci\u00f3n firmada: '' content-identifier '' no est\u00e1 presente!
BBB_SAV_ISQPCTSIP_ANS = \u00a1La propiedad de calificaci\u00f3n firmada: '' content-timestamp '' no est\u00e1 presente!
BBB_SAV_ISQPSLP_ANS = \u00a1La propiedad calificada firmada: '' signer-location '' no est\u00e1 presente!
BBB_SAV_ISQPSTP_ANS = \u00a1La propiedad calificada firmada: '' signing-time '' no est\u00e1 presente!
BBB_SAV_ISQPXTIP_ANS = \u00a1La propiedad calificada firmada: '' indicaci\u00f3n-tipo-compromiso '' no est\u00e1 presente!
BBB_SAV_IUQPCSP_ANS = \u00a1La propiedad calificada sin firmar: '' contrafirma '' no est\u00e1 presente!
BBB_SAV_ISQPMDOSPP_ANS = La propiedad de calificaci\u00f3n firmada: \u00a1ni '' message-digest '' ni '' SignedProperties '' est\u00e1n presentes!
BBB_VCI_ISPK_ANS_1 = \u00a1La pol\u00edtica de firma es obligatoria!
BBB_VCI_ISPA_ANS = \u00a1La pol\u00edtica de firmas no est\u00e1 disponible!
BBB_VCI_ISPSUPP_ANS = \u00a1El almac\u00e9n de pol\u00edticas de firmas no est\u00e1 presente!
BBB_VCI_ISPM_ANS = \u00a1El valor de resumen de la pol\u00edtica de firmas no coincide con el valor calculado!
BBB_VCI_IZHSP_ANS = \u00a1No es una pol\u00edtica de firma de hash cero!
BBB_XCV_SUB_ANS = \u00a1La validaci\u00f3n del certificado no es concluyente!
BBB_XCV_RFC_ANS = \u00a1La verificaci\u00f3n de actualizaci\u00f3n de la revocaci\u00f3n no es concluyente!
BBB_XCV_RAC_ANS = \u00a1La verificaci\u00f3n de aceptaci\u00f3n de la revocaci\u00f3n no es concluyente!
BBB_XCV_CMDCIQC_ANS = \u00a1El certificado no est\u00e1 calificado!
BBB_XCV_CMDCIQSCD_ANS = \u00a1El certificado no es compatible con un QSCD!
BBB_FC_ISD_ANS = \u00a1El archivo firmado contiene apariciones duplicadas de la firma!
BBB_FC_ISRIA_ANS = \u00a1El archivo firmado contiene apariciones duplicadas de las referencias firmadas!
BBB_FC_IOSIP_ANS = \u00a1La firma PAdES debe contener solo un SignerInfo!
BBB_FC_DSFREAP_ANS = \u00a1El n\u00famero de p\u00e1ginas firmadas no coincide con el n\u00famero de p\u00e1ginas presentes en el PDF!
BBB_FC_ITZCP_ANS = \u00a1El comentario del archivo zip est\u00e1 ausente!
BBB_FC_ITEZCF_ANS = \u00a1El comentario del archivo zip no corresponde a los valores esperados!
BBB_FC_ITMFP_ANS = \u00a1El archivo mimetype est\u00e1 ausente!
BBB_FC_IEMCF_ANS = \u00a1El contenido del archivo mimetype no corresponde a los valores esperados!
BBB_FC_IMFP_ASICE_ANS = \u00a1El archivo de manifiesto est\u00e1 ausente!
BBB_FC_IMFP_ASICS_ANS = \u00a1El archivo de manifiesto est\u00e1 presente!
BBB_FC_ISFP_ASICE_ANS = \u00a1Los archivos de datos originales no est\u00e1n presentes!
BBB_FC_ISFP_ASICS_ANS = \u00a1No hay o m\u00e1s de un archivo de datos original presente!
BBB_CV_IRDOF_ANS = \u00a1No se ha encontrado el objeto de datos de referencia!
BBB_CV_TSP_IRDOF_ANS = \u00a1No se encontraron los datos de impresi\u00f3n del mensaje de marca de tiempo!
BBB_CV_IRDOI_ANS = \u00a1El objeto de datos de referencia no est\u00e1 intacto!
BBB_CV_TSP_IRDOI_ANS = \u00a1La impresi\u00f3n del mensaje de marca de tiempo no est\u00e1 intacta!
BBB_CV_ISMEC_ANS = \u00a1La validaci\u00f3n de las entradas del manifiesto no se realiza!
BBB_CV_ISI_ANS = \u00a1La firma no est\u00e1 intacta!
BBB_CV_IAFS_ANS = \u00a1No todos los archivos est\u00e1n firmados!
BBB_ICS_ISCI_ANS = \u00a1No hay candidato para el certificado de firma!
BBB_ICS_ISASCP_ANS = \u00a1El atributo firmado: '' certificado de firma '' est\u00e1 ausente!
BBB_ICS_ISASCPU_ANS = \u00a1El atributo firmado: "certificado de firma" est\u00e1 presente m\u00e1s de una vez!
BBB_ICS_ISACDP_ANS = \u00a1El atributo firmado: '' cert-digest '' est\u00e1 ausente!
ACCM_POS_CERT_CHAIN=Cadena de certificado
BBB_ICS_ISASCPU = \u00bfEl atributo firmado: "certificado de firma" est\u00e1 presente solo una vez?
PSV_IPCVC = Sin POE, \u00bfcu\u00e1l es la validaci\u00f3n de hora actual?
BBB_FC_ISFP_ASICS = \u00bfHay solo un archivo de datos original presente en el nivel ra\u00edz del contenedor?
CC = Comprobador criptogr\u00e1fico
ASCCM_AR = \u00bfEl algoritmo [{0}] es confiable?
BBB_CV_ISIR = \u00bfEst\u00e1 intacta la firma de la revocaci\u00f3n?
BBB_CV_ISIT = \u00bfEst\u00e1 intacta la firma de la marca de tiempo?
BBB_CV_ISIC = \u00bfEst\u00e1 intacta la firma del certificado?
BBB_VCI_ISPM = \u00bfCoincide el valor de resumen de la pol\u00edtica de firmas?
BBB_CV_TSP_IRDOI = \u00bfEst\u00e1n intactos los datos de impresi\u00f3n del mensaje?
BBB_VCI_ISPA = \u00bfEst\u00e1 disponible la pol\u00edtica de firmas?
BBB_XCV_CMDCIQC = Restricciones de metadatos del certificado: \u00bfEst\u00e1 calificado el certificado del firmante?
TL = Lista de confianza {0}
BBB_CV_IRDOI = \u00bfEst\u00e1 intacto el objeto de datos de referencia?
BBB_XCV_ISCGORGAU = \u00bfEl nombre del sujeto del certificado contiene un atributo de unidad organizativa esperado?
QUAL_HAS_GRANTED_AT = \u00bfEl certificado est\u00e1 relacionado con un servicio de confianza con un estado otorgado en el momento de la producci\u00f3n?
BBB_XCV_ISCR = \u00bfEl certificado no est\u00e1 revocado?
BBB_ICS_ICDVVS = \u00bfTodos los valores de resumen del certificado coinciden con un valor de resumen que se encuentra en la referencia del certificado?
BBB_FC_IMFP_ASICS = \u00bfEl atributo firmado: "certificado de firma" est\u00e1 presente solo una vez?